Revit 2024 API
ParameterTypeId.RbsElecPanelTotalestloadOtherParam Property
 "Other Total Estimated Demand"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecPanelTotalestloadOtherParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecPanelTotalestloadOtherParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecPanelTotalestloadOtherParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace